import { Meta } from 'nextra'

export default {
    s01: '第1章　情報系学生のキャリアの個人的ベストプラクティス',
    s02: '第2章　学生最後の1年間はリボ払いが有用って本当!? やってみた&半年経ってからの所感',
    s03: '第3章　音声合成 + LLM でもう一人の自分を作る',
    s04: '第4章　DIY のチカラで理想の開発環境を手に入れる',
    s05: '第5章　今日から始める 3DCAD with OpenJSCAD',
    s06: '第6章　ビジネス職だけど ChatGPT で LINE のミニアプリを実装できた',
    s07: '第7章　Rust で正規表現エンジンを自作する',
    s08: '第8章　日本語プログラミングってなーに',
    s09: '第9章　SATYSFI による LATEX 文書生成',
    s10: '第10章　自宅サーバーを運用して1年が経過したので、その運用のあれこれ',
    s11: '第11章　Arch Linux に入門してみよう! Mac ユーザーのためのお手軽ハンズオン',
    s12: '第12章　宣言的開発環境はいいぞ',
    s13: '第13章　インターネットプロトコルを標準化する IETF へなぜ対面参加する? ~インタビューで探ってみた~',
    s14: '第14章　Unicode コンソーシアムに絵文字を提案し標準化する',
} as const satisfies Meta
