import { Meta } from 'nextra'

export default {
    s01: '第1章　一歩目を踏む勇気',
    s02: '第2章　ボドゲのすゝめ',
    s03: '第3章　エンジニアにこそクライミング',
    s04: '第4章　競プロのコンテストを主催しよう',
    s05: '第5章　LaTeXのデフォルトデザインからの脱却',
    s06: '第6章　買ってよかったもの 〜快適リモートワーク編〜',
    s07: '第7章　2024買ってよかったもの+α',
    s08: '第8章　フルリモートエンジニアがデータドリブンに35kg痩せた話　@tonoyama',
    s09: '第9章　Obsidianで始めるパーソナル家計簿　@tetta-pdnt',
    s10: '第10章　国立大学巡りのすゝめ ～安く、しかし快適な旅行術を添えて〜　@__yutsuro__',
    s11: '第11章　新卒でグローバルチームに配属された話　@Neccolini'
} as const satisfies Meta
